Repository: RawanAldamaeen/reservation_api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

source: Male
ar: ذكر

source: Female
ar: أنثى

source: Must include "username" and "password".
ar: يجب إدخال اسم المستخدم وكلمة المرور

source: Unable to log in with provided credentials.
ar: فشل تسجيل الدخول بالبيانات المدخلة

source: your account is still inactive, admin will activate it soon
ar: حسابك غير مفعل حاليًا, سيتم تفعيل حسابك من قبل المسؤول قريبًا

source: this page for doctor login only
ar: هذه الصفحة لتسجيل دخول الأطباء فقط

source: username
ar: اسم المستخدم

source: username length should be between 5 - 100 characters
ar: طول اسم المستخدم يجب أن يكون بين 8_100 حرف

source: username is already in use
ar: اسم المستخدم موجود مسبقًا

source: password
ar: كلمة المرور

source: Password length should be between 8 - 30 characters
ar: طول كلمة المرور يجب أن يكون بين 8_30 حرف

source: email
ar: البريد الالكتروني

source: Email is already in use
ar: هذا البريد الالكتروني موجود مسبقًا

source: phone
ar: رقم الجوال

source: Phone length should be between 10 - 15 characters
ar: طول رقم الجوال يجب أن يكون بين 10 - 15 رقم

source: phone is already in use
ar: هذا الرقم موجود مسبقًا

source: name
ar: الاسم

source: name length should be between 5 - 100 characters
ar: طول الاسم يجب أن يكون بين 5 - 100 حرف

source: your not allowed to perform this action
ar: غير مسموح لك إجراء هذا العملية

source: your account is still inactive, check your email box for activation email
ar: حسابك غير مفعل حاليًا, تحقق من صندوق البريد الالكتروني عن رسالة التفعيل

source: this page for patient login only
ar: هذه الصفحة لتسجيل دخول المراجعين فقط

source: user
ar: المستخدم

source: User activated already
ar: تم تفعيل المستخدم بالفعل

source: Successfully activated
ar: تم تنشيط الحساب

source: Activation Expired
ar: رابط التنشيط غير صالح

source: Invalid token
ar: رمز تفعيل غير صالح

source: Hi, Use the link below to verify your email
ar: مرحبًا استخدم الرابط المرفق لتفعيل حسابك

source: Activate the account
ar: تفعيل الحساب

source: new
ar: جديد

source: confirm
ar: مؤكد

source: canceled
ar: ملغي

source: closed
ar: مقفل

source: Doctor is unavailable on this day, please choose another day
ar: الطبيب غير متاح في هذا اليوم, يرجى اختيار يوم اخر

source: Doctor is unavailable on this time, please choose time between {start.time()} and {end.time()}
ar: الطبيب غير متاح في هذا الوقت, يرجي اختيار وقت اخر بين {start.time()} و {end.time()}

source: Doctor is unavailable on this time, please choose another hour between {start.time()} and {end.time()}
ar: الطبيب غير متاح في هذه الساعة, يرجي اختيار ساعة اخرى بين{start.time()} و {end.time()}

source: Sunday
ar: الأحد

source: Monday
ar: الإثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: start time
ar: وقت البدء

source: shift start time should be before shift end time
ar: وقت بدء المناوبة يجب أن يكون قبل وقت إنتهاء المناوبة
